// © Copyright 2011, 2015-2016 HP Development Company, L.P.

HSDTaskName = "扫描到网络文件夹";

HSDTaskDescription = "借助“扫描到网络文件夹”，您可以从 HP 设备的前面板开始扫描，然后自动将输出结果发送到计算机中的某个共享文件夹。";
HSDStepsDescription = "按照以下步骤设置“扫描到网络文件夹”：";
HSDStep1Description = "1. 创建一个 SMB 共享文件夹。";
HSDStep2Description = "2. 在 HP 设备上注册该共享文件夹。";
HSDTaskNote = "单击“注册我的共享文件夹”后，设备的嵌入式 Web 服务器中将打开一个 Web 浏览器。请按照显示的说明完成设置过程。";
HSDCreateFolderButtonTitle = "帮助我执行此操作…";
HSDRegisterFolderButtonTitle = "注册我的共享文件夹…";

CreateSharedFolderTitle = "创建共享文件夹";
